tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kkshmz/personal"
tap "kyeshmz/personal"
tap "planetscale/tap"
brew "giflib"
brew "webp"
brew "asdf"
brew "pkg-config"
brew "cairo"
brew "chezmoi"
brew "cocoapods"
brew "gawk"
brew "gh"
brew "git"
brew "gitlab-ci-local"
brew "gnu-sed"
brew "gnupg"
brew "http-server"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "pango"
brew "librsvg"
brew "mas"
brew "nvm"
brew "openjdk"
brew "pyenv"
brew "rust"
brew "starship"
brew "wget"
brew "youtube-dl"
brew "zplug"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg"
brew "planetscale/tap/pscale"
cask "adobe-creative-cloud"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "angry-ip-scanner"
cask "anydesk"
cask "arduino"
cask "blender"
cask "cycling74-max"
cask "discord"
cask "docker"
cask "dropbox"
cask "dume"
cask "figma"
cask "firefox"
cask "flutter"
cask "fork"
cask "gfxcardstatus"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "microsoft-office"
cask "notion"
cask "parsec"
cask "postman"
cask "qlmarkdown"
cask "qlstephen"
cask "rhino5"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "touchdesigner"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "wireshark"
cask "zeplin"
cask "zerotier-one"
cask "zoom"
