tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kkshmz/personal"
tap "kyeshmz/personal"
tap "planetscale/tap"
tap "pulumi/tap"
brew "giflib"
brew "webp"
brew "asdf"
brew "bitwarden-cli"
brew "pkg-config"
brew "cairo"
brew "chezmoi"
brew "cocoapods"
brew "firebase-cli"
brew "gawk"
brew "gh"
brew "git"
brew "gitlab-ci-local"
brew "gnu-sed"
brew "gnupg"
brew "http-server"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "pango"
brew "librsvg"
brew "mas"
brew "openjdk"
brew "pnpm"
brew "pyenv"
brew "rename"
brew "starship"
brew "terraform"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg"
brew "planetscale/tap/pscale"
brew "pulumi/tap/pulumi"
cask "adobe-creative-cloud"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "angry-ip-scanner"
cask "anydesk"
cask "appcleaner"
cask "arduino"
cask "asana"
cask "balenaetcher"
cask "blender"
cask "cycling74-max"
cask "discord"
cask "docker"
cask "dropbox"
cask "dume"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "fork"
cask "gfxcardstatus"
cask "google-chrome"
cask "google-cloud-sdk"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "parsec"
cask "postman"
cask "qlmarkdown"
cask "qlstephen"
cask "rectangle"
cask "secretive"
cask "slack"
cask "the-unarchiver"
cask "touchdesigner"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "wine-stable"
cask "wireshark"
cask "zerotier-one"
cask "zoom"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
